IDEA StatiCa Open Model
DappedEnd.Haunch Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Haunch size of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Haunch { get; set; }
Public Property Haunch As Double
	Get
	Set
public:
property double Haunch {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace